Repository: maurobio/libro
Catalog: pascal/languages/Libro.*.po
Languages: de, eo, es, fr, it, pt

# about.strcomments
source: This program scans a whole text file (in plain text, HTML, or EPUB formats and ranks all used words according to frequency, performing a quantitative analysis of the text using Shannon-Weaver information statistic and Zipf power law function. It counts words, sentences, chars, spaces, and syllables. Also computes readability indexes (Gunning-Fog, Coleman-Liau, Automated Readability Index (ARI), SMOG grade, Flesch-Kincaid grade level and Flesch Reading Ease).
de: Dieses Programm scannt eine gesamte Textdatei (in Plain-Text-, HTML- oder EPUB-Formaten) und sortiert alle verwendeten Wörter nach Häufigkeit, führt eine quantitative Analyse des Textes unter Verwendung der Shannon-Weaver-Informationstatistik und der Zipfschen Potenzgesetzfunktion durch. Es zählt Wörter, Sätze, Zeichen, Leerzeichen und Silben. Berechnet auch Lesbarkeitsindizes (Gunning-Fog, Coleman-Liau, Automatisierter Lesbarkeitsindex (ARI), SMOG-Grad, Flesch-Kincaid-Schulstufe und Flesch-Lesbarkeitsindex).
eo: Ĉi tiu programo skanas tutan tekstdosieron (en simpla teksto, HTML aŭ EPUB-formatoj) kaj rangigas ĉiujn uzatajn vortojn laŭ ofteco, farante kvantan analizon de la teksto uzante Shannon-Weaver-informstatistikon kaj Zipf-potencleĝan funkcion. Ĝi kalkulas vortojn, frazojn, signojn, spacojn kaj silabojn. Ankaŭ kalkulas legeblec-indeksojn (Gunning-Fog, Coleman-Liau, Aŭtomata Legeblec-Indekso (ARI), SMOG-grado, Flesch-Kincaid-gradnivelo kaj Flesch-Legfacileco).
es: Este programa escanea un archivo de texto completo (en formatos de texto plano, HTML o EPUB) y clasifica todas las palabras utilizadas según su frecuencia, realizando un análisis cuantitativo del texto utilizando la estadística de información de Shannon-Weaver y la función de ley de potencia de Zipf. Cuenta palabras, oraciones, caracteres, espacios y sílabas. También calcula índices de legibilidad (Gunning-Fog, Coleman-Liau, Índice de Legibilidad Automatizado (ARI), grado SMOG, nivel de grado Flesch-Kincaid y Facilidad de Lectura Flesch).
fr: Ce programme analyse un fichier texte entier (en formats texte brut, HTML ou EPUB) et classe tous les mots utilisés selon leur fréquence, effectuant une analyse quantitative du texte en utilisant la statistique d'information de Shannon-Weaver et la fonction de loi de puissance de Zipf. Il compte les mots, phrases, caractères, espaces et syllabes. Calcule également les indices de lisibilité (Gunning-Fog, Coleman-Liau, Indice de Lisibilité Automatisé (ARI), niveau SMOG, niveau scolaire Flesch-Kincaid et Indice de Lisibilité Flesch).
it: Questo programma analizza un intero file di testo (in formato testo semplice, HTML o EPUB) e classifica tutte le parole utilizzate in base alla frequenza, eseguendo un'analisi quantitativa del testo utilizzando la statistica informativa di Shannon-Weaver e la funzione della legge di potenza di Zipf. Conta parole, frasi, caratteri, spazi e sillabe. Calcola anche gli indici di leggibilità (Gunning-Fog, Coleman-Liau, Indice di Leggibilità Automatica (ARI), grado SMOG, livello scolastico Flesch-Kincaid e Indice di Leggibilità Flesch).
pt: Este programa analisa um ficheiro de texto completo (em formatos de texto simples, HTML ou EPUB) e classifica todas as palavras utilizadas de acordo com a frequência, realizando uma análise quantitativa do texto usando a estatística de informação de Shannon-Weaver e a função da lei de potência de Zipf. Conta palavras, frases, caracteres, espaços e sílabas. Também calcula índices de legibilidade (Gunning-Fog, Coleman-Liau, Índice de Legibilidade Automatizado (ARI), grau SMOG, nível de escolaridade Flesch-Kincaid e Facilidade de Leitura Flesch).

source: Compiled with Free Pascal v.%s and Lazarus v.%d.%d for the %s - %s platform
de: Kompiliert mit Free Pascal v.%s und Lazarus v.%d.%d für die %s - %s Plattform
eo: Kompilita per Free Pascal v.%s kaj Lazarus v.%d.%d por la %s - %s platformo
es: Compilado con Free Pascal v.%s y Lazarus v.%d.%d para la plataforma %s - %s
fr: Compilé avec Free Pascal v.%s et Lazarus v.%d.%d pour la plateforme %s - %s
it: Compilato con Free Pascal v.%s e Lazarus v.%d.%d per la piattaforma %s - %s
pt: Compilado com Free Pascal v.%s e Lazarus v.%d.%d para a plataforma %s - %s

# about.strwebsite
source: Libro website
eo: Libro-retejo
es: Sitio web de Libro
fr: Site web de Libro
it: Sito web di Libro
pt: Site web do Libro

source: Number of characters (alphanumeric):
de: Anzahl der Zeichen (alphanumerisch):
eo: Nombro de signoj (alfanumeraj):
es: Número de caracteres (alfanuméricos):
fr: Nombre de caractères (alphanumériques) :
it: Numero di caratteri (alfanumerici):
pt: Número de caracteres (alfanuméricos):

source: Number of blank lines:
de: Anzahl der Leerzeilen:
eo: Nombro de malplenaj linioj:
es: Número de líneas en blanco:
fr: Nombre de lignes vides :
it: Numero di righe vuote:
pt: Número de linhas em branco:

# main.strbottomtitle
source: rank (log)
de: Rang (log)
eo: rango (log)
es: rango (log)
fr: rang (log)
it: rango (log)
pt: posição (log)

source: Average number of characters per word:
de: Durchschnittliche Anzahl von Zeichen pro Wort:
eo: Meza nombro de signoj po vorto:
es: Número promedio de caracteres por palabra:
fr: Nombre moyen de caractères par mot :
it: Numero medio di caratteri per parola:
pt: Número médio de caracteres por palavra:

source: plot of word frequency
de: Diagramm der Worthäufigkeit
eo: grafiko de vortofteco
es: gráfico de frecuencia de palabras
fr: graphique de fréquence des mots
it: grafico della frequenza delle parole
pt: gráfico de frequência de palavras

source: Number of complex words (>=3 syllables):
de: Anzahl der komplexen Wörter (>=3 Silben):
eo: Nombro de kompleksaj vortoj (>=3 silaboj):
es: Número de palabras complejas (>=3 sílabas):
fr: Nombre de mots complexes (>=3 syllabes) :
it: Numero di parole complesse (>=3 sillabe):
pt: Número de palavras complexas (>=3 sílabas):

source: Confirmation
de: Bestätigung
eo: Konfirmo
es: Confirmación
it: Conferma
pt: Confirmação

source: Number of unique words:
de: Anzahl der eindeutigen Wörter:
eo: Nombro de unikaj vortoj:
es: Número de palabras únicas:
fr: Nombre de mots uniques :
it: Numero di parole uniche:
pt: Número de palavras únicas:

source: Error
de: Fehler
eo: Eraro
fr: Erreur
it: Errore
pt: Erro

# main.strfrequency
source: Frequency
de: Häufigkeit
eo: Ofteco
es: Frecuencia
fr: Fréquence
it: Frequenza
pt: Frequência

source: Readability Indices
de: Lesbarkeitsindizes
eo: Legeblec-Indeksoj
es: Índices de Legibilidad
fr: Indices de Lisibilité
it: Indici di Leggibilità
pt: Índices de Legibilidade

# main.strlefttitle
source: frequency (log)
de: Häufigkeit (log)
eo: ofteco (log)
es: frecuencia (log)
fr: fréquence (log)
it: frequenza (log)
pt: frequência (log)

source: Number of lines (without blanks):
de: Anzahl der Zeilen (ohne Leerzeilen):
eo: Nombro de linioj (sen malplenaj):
es: Número de líneas (sin blancos):
fr: Nombre de lignes (sans les vides) :
it: Numero di righe (senza vuote):
pt: Número de linhas (sem as em branco):

source: Number of characters (without spaces):
de: Anzahl der Zeichen (ohne Leerzeichen):
eo: Nombro de signoj (sen spacoj):
es: Número de caracteres (sin espacios):
fr: Nombre de caractères (sans espaces) :
it: Numero di caratteri (senza spazi):
pt: Número de caracteres (sem espaços):

source: File not found!
de: Datei nicht gefunden!
eo: Dosiero ne trovita!
es: ¡Archivo no encontrado!
fr: Fichier non trouvé !
it: File non trovato!
pt: Ficheiro não encontrado!

# main.stronlyavailable
source: Available only in English
de: Nur auf Englisch verfügbar
eo: Havebla nur en la angla
es: Disponible sólo en inglés
fr: Disponible uniquement en anglais
it: Disponibile solo in inglese
pt: Disponível apenas em inglês

# main.stropentext
source: Text files (*.txt)|*.txt|HTML files (*.htm *.html)|*.htm;*html|EPUB files (*.epub)|*.epub|RTF files (*.rtf)|*.rtf|ODT files (*.odt)|*.odt
de: Text-Dateien (*.txt)|*.txt|HTML-Dateien (*.htm *.html)|*.htm;*html|EPUB-Dateien (*.epub)|*.epub|RTF-Dateien (*.rtf)|*.rtf|ODT-Dateien (*.odt)|*.odt
eo: Tekstdosieroj (*.txt)|*.txt|HTML-dosieroj (*.htm *.html)|*.htm;*html|EPUB-dosieroj (*.epub)|*.epub|RTF-dosieroj (*.rtf)|*.rtf|ODT-dosieroj (*.odt)|*.odt
pt: Ficheiros de texto (*.txt)|*.txt|Ficheiros HTML (*.htm *.html)|*.htm;*html|Ficheiros EPUB (*.epub)|*.epub|Ficheiros RTF (*.rtf)|*.rtf|Ficheiros ODT (*.odt)|*.odt

source: Number of paragraphs:
de: Anzahl der Absätze:
eo: Nombro de paragrafoj:
es: Número de párrafos:
fr: Nombre de paragraphes :
it: Numero di paragrafi:
pt: Número de parágrafos:

source: % of unique words:
de: % der eindeutigen Wörter:
eo: % de unikaj vortoj:
es: % de palabras únicas:
fr: % de mots uniques :
it: % di parole uniche:
pt: % de palavras únicas:

source: Analyzing document -
de: Dokument wird analysiert -
eo: Analizante dokumenton -
es: Analizando documento -
fr: Analyse du document -
it: Analisi del documento -
pt: A analisar documento -

source: Do you want to exit the program?
de: Möchten Sie das Programm beenden?
eo: Ĉu vi volas eliri el la programo?
es: ¿Desea salir del programa?
fr: Voulez-vous quitter le programme ?
it: Vuoi uscire dal programma?
pt: Deseja sair do programa?

source: Rank
de: Rang
eo: Rango
es: Rango
fr: Rang
it: Rango
pt: Posição

# main.strreadymessage
source: Ready
de: Bereit
eo: Preta
es: Listo
fr: Prêt
it: Pronto
pt: Pronto

source: JPEG files (*.jpg, *.jpeg)|*.jpg;*jpeg|PNG files (*.png)|*.png|Bitmap files (*.bmp)|*.bmp
de: JPEG-Dateien (*.jpg, *.jpeg)|*.jpg;*jpeg|PNG-Dateien (*.png)|*.png|Bitmap-Dateien (*.bmp)|*.bmp
eo: JPEG-dosieroj (*.jpg, *.jpeg)|*.jpg;*jpeg|PNG-dosieroj (*.png)|*.png|Bitmap-dosieroj (*.bmp)|*.bmp
es: Archivos JPEG (*.jpg, *.jpeg)|*.jpg;*jpeg|Archivos PNG (*.png)|*.png|Archivos Bitmap (*.bmp)|*.bmp
fr: Fichiers JPEG (*.jpg, *.jpeg)|*.jpg;*jpeg|Fichiers PNG (*.png)|*.png|Fichiers Bitmap (*.bmp)|*.bmp
it: File JPEG (*.jpg, *.jpeg)|*.jpg;*jpeg|File PNG (*.png)|*.png|File Bitmap (*.bmp)|*.bmp
pt: Ficheiros JPEG (*.jpg, *.jpeg)|*.jpg;*jpeg|Ficheiros PNG (*.png)|*.png|Ficheiros Bitmap (*.bmp)|*.bmp

# main.strsavetext
source: Text files (*.txt)|*.txt|HTML files (*.htm *.html)|*.htm;*html|CSV files (*.csv)|*.csv
de: Textdateien (*.txt)|*.txt|HTML-Dateien (*.htm *.html)|*.htm;*html
eo: Tekstdosieroj (*.txt)|*.txt|HTML-dosieroj (*.htm *.html)|*.htm;*html
es: Archivos de texto (*.txt)|*.txt|Archivos HTML (*.htm *.html)|*.htm;*html
fr: Fichiers texte (*.txt)|*.txt|Fichiers HTML (*.htm *.html)|*.htm;*html
it: File di testo (*.txt)|*.txt|File HTML (*.htm *.html)|*.htm;*html
pt: Ficheiros de texto (*.txt)|*.txt|Ficheiros HTML (*.htm *.html)|*.htm;*html

source: Number of sentences:
de: Anzahl der Sätze:
eo: Nombro de frazoj:
es: Número de oraciones:
fr: Nombre de phrases :
it: Numero di frasi:
pt: Número de frases:

source: Information Statistic
de: Informationstatistik
eo: Informstatistiko
es: Estadística de Información
fr: Statistique d'Information
it: Statistica Informativa
pt: Estatística de Informação

source: Text Statistics
de: Textstatistiken
eo: Tekstostatistikoj
es: Estadísticas de Texto
fr: Statistiques de Texte
it: Statistiche del Testo
pt: Estatísticas de Texto

source: Number of syllables:
de: Anzahl der Silben:
eo: Nombro de silaboj:
es: Número de sílabas:
fr: Nombre de syllabes :
it: Numero di sillabe:
pt: Número de sílabas:

source: Average number of syllables per word:
de: Durchschnittliche Anzahl von Silben pro Wort:
eo: Meza nombro de silaboj po vorto:
es: Número promedio de sílabas por palabra:
fr: Nombre moyen de syllabes par mot :
it: Numero medio di sillabe per parola:
pt: Número médio de sílabas por palavra:

source: Text Analysis of
de: Textanalyse von
eo: Tekstoanalizo de
es: Análisis de Texto de
fr: Analyse de Texte de
it: Analisi del Testo di
pt: Análise de Texto de

source: Number of characters:
de: Anzahl der Zeichen:
eo: Nombro de signoj:
es: Número de caracteres:
fr: Nombre de caractères :
it: Numero di caratteri:
pt: Número de caracteres:

source: Number of words:
de: Anzahl der Wörter:
eo: Nombro de vortoj:
es: Número de palabras:
fr: Nombre de mots :
it: Numero di parole:
pt: Número de palavras:

source: Word
de: Wort
eo: Vorto
es: Palabra
fr: Mot
it: Parola
pt: Palavra

source: Average number of words per sentence:
de: Durchschnittliche Anzahl von Wörtern pro Satz:
eo: Meza nombro de vortoj po frazo:
es: Número promedio de palabras por oración:
fr: Nombre moyen de mots par phrase :
it: Numero medio di parole per frase:
pt: Número médio de palavras por frase:

source: About
de: Über
eo: Pri
es: Acerca de
fr: À propos
it: Informazioni
pt: Acerca

source: Comment
de: Kommentar
eo: Komento
es: Comentario
fr: Commentaire
it: Commento
pt: Comentário

source: Compiler
eo: Kompililo
es: Compilador
fr: Compilateur
it: Compilatore
pt: Compilador

source: OK
eo: Bone
es: Aceptar

source: OS:
de: Betriebssystem:
eo: Operaciumo:
es: SO:
it: Sistema Operativo:
pt: Sistema Operativo:

source: Version
eo: Versio
es: Versión
it: Versione
pt: Versão

# taboutbox.website.caption
source: Libro website
eo: Libro-retejo
es: Sitio web de Libro
fr: Site web de Libro
it: Sito web di Libro
pt: Site web do Libro

# tmainform.chart.axislist[0].title.caption
source: frequency (log)
de: Häufigkeit (log)
eo: ofteco (log)
es: frecuencia (log)
fr: fréquence (log)
it: frequenza (log)
pt: frequência (log)

# tmainform.chart.axislist[1].title.caption
source: rank (log)
de: Rang (log)
eo: rango (log)
es: rango (log)
fr: rang (log)
it: rango (log)
pt: posição (log)

source: Copy|Copy results to the clipboard
de: Kopieren|Ergebnisse in die Zwischenablage kopieren
eo: Kopii|Kopii rezultojn al tondujo
es: Copiar|Copiar resultados al portapapeles
fr: Copier|Copier les résultats dans le presse-papiers
it: Copia|Copia i risultati negli appunti
pt: Copiar|Copiar resultados para a área de transferência

source: &Copy
de: &Kopieren
eo: &Kopii
es: &Copiar
fr: &Copier
it: &Copia
pt: &Copiar

source: Copy results to the clipboard
de: Ergebnisse in die Zwischenablage kopieren
eo: Kopii rezultojn al tondujo
es: Copiar resultados al portapapeles
fr: Copier les résultats dans le presse-papiers
it: Copia i risultati negli appunti
pt: Copiar resultados para a área de transferência

source: &Edit
de: &Bearbeiten
eo: &Redakti
es: &Editar
fr: &Édition
it: &Modifica
pt: &Editar

source: Exit|Exit application
de: Beenden|Anwendung beenden
eo: Eliri|Eliri aplikaĵon
es: Salir|Salir de la aplicación
fr: Quitter|Quitter l'application
it: Esci|Esci dall'applicazione
pt: Sair|Sair da aplicação

source: E&xit
de: &Beenden
eo: &Eliri
es: S&alir
fr: &Quitter
it: &Esci
pt: S&air

source: Exit application
de: Anwendung beenden
eo: Eliri aplikaĵon
es: Salir de la aplicación
fr: Quitter l'application
it: Esci dall'applicazione
pt: Sair da aplicação

source: &File
de: &Datei
eo: &Dosiero
es: &Archivo
fr: &Fichier
pt: &Ficheiro

source: &Open...
de: &Öffnen...
eo: &Malfermi...
es: &Abrir...
fr: &Ouvrir...
it: &Apri...
pt: &Abrir...

source: Open and analyze a file
de: Datei öffnen und analysieren
eo: Malfermi kaj analizi dosieron
es: Abrir y analizar un archivo
fr: Ouvrir et analyser un fichier
it: Apri e analizza un file
pt: Abrir e analisar um ficheiro

source: Save &As...
de: Speichern &unter...
eo: Konservi &Kiel...
es: Guardar &Como...
fr: Enregistrer &sous...
it: Salva &con nome...
pt: Guardar &Como...

source: Save results to disk
de: Ergebnisse auf Festplatte speichern
eo: Konservi rezultojn sur disko
es: Guardar resultados en disco
fr: Enregistrer les résultats sur le disque
it: Salva i risultati sul disco
pt: Guardar resultados no disco

source: A&bout Libro
de: Über &Libro
eo: Pri &Libro
es: A&cerca de Libro
fr: À &propos de Libro
it: Informa&zioni su Libro
pt: Acerca do &Libro

source: Display information about the program
de: Informationen über das Programm anzeigen
eo: Montri informojn pri la programo
es: Mostrar información sobre el programa
fr: Afficher les informations sur le programme
it: Visualizza informazioni sul programma
pt: Mostrar informações sobre o programa

source: About|Display information about the program
de: Über|Informationen über das Programm anzeigen
eo: Pri|Montri informojn pri la programo
es: Acerca de|Mostrar información sobre el programa
fr: À propos|Afficher les informations sur le programme
it: Informazioni|Visualizza informazioni sul programma
pt: Acerca|Mostrar informações sobre o programa

source: &Help
de: &Hilfe
eo: &Helpo
es: A&yuda
fr: &Aide
it: &Aiuto
pt: &Ajuda

source: English
de: Englisch
eo: Angla
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês

source: Show the interface in English
de: Oberfläche auf Englisch anzeigen
eo: Montri la interfacon angle
es: Mostrar la interfaz en inglés
fr: Afficher l'interface en anglais
it: Mostra l'interfaccia in inglese
pt: Mostrar a interface em inglês

source: &Language
de: &Sprache
eo: &Lingvo
es: &Idioma
fr: &Langue
it: &Lingua
pt: &Idioma

# tmainform.languageportuguesebrazilianitem.hint
source: Exibir a interface em português do Brasil
de: Oberfläche auf Portugiesisch anzeigen
eo: Montri la interfacon portugale
es: Mostrar la interfaz en portugués
fr: Afficher l'interface en portugais
it: Mostra l'interfaccia in portoghese
pt: Mostrar a interface em português

source: Português (Portugal)
de: Portugiesisch
eo: Portugala
es: Portugués
fr: Portugais
it: Portoghese
pt: Português

# tmainform.mnurecentfiles.caption
source: &Recent files
de: &Zuletzt verwendete Dateien
eo: &Lastaj dosieroj
es: Archivos &recientes
fr: Fichiers &récents
it: File &recenti
pt: Ficheiros &recentes

source: Open|Open file
de: Öffnen|Datei öffnen
eo: Malfermi|Malfermi dosieron
es: Abrir|Abrir archivo
fr: Ouvrir|Ouvrir un fichier
it: Apri|Apri file
pt: Abrir|Abrir ficheiro

source: Plot
de: Diagramm
eo: Grafiko
es: Gráfico
fr: Graphique
it: Grafico
pt: Gráfico

source: Print|Print results
de: Drucken|Ergebnisse drucken
eo: Presi|Presi rezultojn
es: Imprimir|Imprimir resultados
fr: Imprimer|Imprimer les résultats
it: Stampa|Stampa risultati
pt: Imprimir|Imprimir resultados

source: Results
de: Ergebnisse
eo: Rezultoj
es: Resultados
fr: Résultats
it: Risultati
pt: Resultados

source: Save|Save results to disk
de: Speichern|Ergebnisse auf Festplatte speichern
eo: Konservi|Konservi rezultojn sur disko
es: Guardar|Guardar resultados en disco
fr: Enregistrer|Enregistrer les résultats sur le disque
it: Salva|Salva risultati sul disco
pt: Guardar|Guardar resultados no disco

source: Save as
de: Speichern unter
eo: Konservi kiel
es: Guardar como
fr: Enregistrer sous
it: Salva con nome
pt: Guardar como

# tmainform.statusline.simpletext
source: Ready
de: Bereit
eo: Preta
es: Listo
fr: Prêt
it: Pronto
pt: Pronto

# main.stropentext
source: Text files (*.txt)|*.txt|HTML files (*.htm *.html)|*.htm;*html|EPUB files (*.epub)|*.epub
es: Archivos de texto (*.txt)|*.txt|Archivos HTML (*.htm *.html)|*.htm;*html|Archivos EPUB (*.epub)|*.epub
fr: Fichiers texte (*.txt)|*.txt|Fichiers HTML (*.htm *.html)|*.htm;*html|Fichiers EPUB (*.epub)|*.epub
it: File di testo (*.txt)|*.txt|File HTML (*.htm *.html)|*.htm;*html|File EPUB (*.epub)|*.epub
